Revit 2027 API
ParameterTypeId.FbxLightAtADistance Property
 "At a distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightAtADistance { get; }
Public Shared ReadOnly Property FbxLightAtADistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightAtADistance {
	ForgeTypeId^ get ();
}
static member FbxLightAtADistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace